Repository: iyuya1808/DewTime
Catalog: DewTimeLiveActivityShared/Localizable.xcstrings
Source language: ja
Languages: en

# account.apple_link
source: Apple IDで連携
en: Link with Apple ID

# account.apple_link_detail
source: パスワード不要。最も安全で、1タップで瞬時にクラウド同期を開始できます。
en: No password needed. The safest way to start cloud sync in one tap.

# account.apple_sign_in_failed
source: Appleサインインに失敗しました。設定やネットワーク状況を確認してください。
en: Apple Sign In failed. Check your settings and network connection.

# account.avatar
source: アバター
en: Avatar

# account.avatar_caption
source: 水槽やプロフィールで表示されるアイコン
en: Icon shown in the aquarium and profile

# account.cloud_header_message
source: アカウントを連携すると、毎朝の水やりデータや水槽・図鑑の記録を安全に保存し、機種変更時にも引き継ぐことができます。
en: Link your account to safely save your morning timer data, aquarium, and collection — and carry them over when you change devices.

# account.cloud_header_title
source: 大切なデータをクラウドへ
en: Keep your data in the cloud

# account.cloud_setup_title
source: クラウド保存の設定
en: Cloud sync setup

# account.created
source: アカウント作成完了
en: Account created

# account.created_message
source: メールアドレスでのアカウント登録が完了しました！これで大事な育成データを安全に同期できます。
en: Your email account is ready! Your progress will now sync safely to the cloud.

# account.email
source: メールアドレス
en: Email address

# account.link_complete
source: 連携完了
en: Link complete

# account.link_complete_apple
source: Apple IDとの連携が完了しました！これで大事な育成データを安全にバックアップ・同期できます。
en: Apple ID linked! Your progress will now be backed up and synced safely.

# account.linked
source: アカウント連携済み
en: Account linked

# account.login_complete
source: ログイン完了
en: Signed in

# account.login_complete_message
source: ログインに成功し、クラウドのデータ同期が有効になりました。
en: You're signed in and cloud sync is now enabled.

# account.nickname
source: ニックネーム
en: Nickname

# account.nickname_placeholder
source: 例: みずやり名人
en: e.g. Morning Pro

# account.or_separator
source: または
en: or

# account.password
source: パスワード (6文字以上)
en: Password (6+ characters)

# account.password_confirm
source: パスワードの確認
en: Confirm password

# account.profile_locked
source: プロフィール編集が制限されています
en: Profile editing is limited

# account.profile_locked_detail
source: ニックネームとアバターを変更するには、クラウド保存の有効化（アカウント登録）が必要です。
en: To change your nickname and avatar, enable cloud sync by creating an account.

# account.recommended
source: 推奨
en: Recommended

# account.register_to_edit
source: アカウント登録して編集する
en: Create account to edit

# account.sign_in_button
source: ログインしてクラウド保存を開始
en: Sign in and enable cloud sync

# account.sign_in_tab
source: ログイン
en: Sign In

# account.sign_out
source: サインアウト
en: Sign Out

# account.sign_out_message
source: サインアウトするとクラウドとのデータ同期が停止します。よろしいですか？（サインアウト後は新しい匿名アカウントが作成され、引き続きアプリをご利用いただけます）
en: Signing out stops cloud sync. Continue? (A new anonymous account will be created so you can keep using the app.)

# account.sign_out_title
source: サインアウト
en: Sign Out

# account.sign_up_button
source: 登録してクラウド保存を開始
en: Sign up and enable cloud sync

# account.sign_up_tab
source: 新規作成
en: Sign Up

# account.title
source: アカウント
en: Account

# account.use_email
source: メールアドレスを使用する
en: Use email address

# achievement.aquariumLarge.detail
source: 水槽が大型（Lv.4）まで育った
en: Aquarium grew to Large (Lv.4)

# achievement.aquariumLarge.progress
source: Lv.4到達
en: Reach Lv.4

# achievement.aquariumLarge.title
source: 大型水槽
en: Large tank

# achievement.aquariumLv2.detail
source: 水槽が小型（Lv.2）まで育った
en: Aquarium grew to Small (Lv.2)

# achievement.aquariumLv2.progress
source: Lv.2到達
en: Reach Lv.2

# achievement.aquariumLv2.title
source: 小型水槽
en: Small tank

# achievement.aquariumLv5.detail
source: 水槽が特大（Lv.5）まで育った
en: Aquarium grew to Extra-Large (Lv.5)

# achievement.aquariumLv5.progress
source: Lv.5到達
en: Reach Lv.5

# achievement.aquariumLv5.title
source: 特大水槽
en: Extra-large tank

# achievement.aquariumLv6.detail
source: 水槽がアクアリウム（Lv.6）まで育った
en: Aquarium grew to Aquarium (Lv.6)

# achievement.aquariumLv6.progress
source: Lv.6到達
en: Reach Lv.6

# achievement.aquariumLv6.title
source: アクアリウム
en: Aquarium

# achievement.aquariumMax.detail
source: 水槽が大水族館（Lv.7）まで育った
en: Aquarium grew to Mega Aquarium (Lv.7)

# achievement.aquariumMax.progress
source: Lv.7到達
en: Reach Lv.7

# achievement.aquariumMax.title
source: 大水族館
en: Mega aquarium

# achievement.aquariumMid.detail
source: 水槽が中型（Lv.3）まで育った
en: Aquarium grew to Medium (Lv.3)

# achievement.aquariumMid.progress
source: Lv.3到達
en: Reach Lv.3

# achievement.aquariumMid.title
source: 中型水槽
en: Medium tank

# achievement.cat.aquarium
source: 水槽
en: Aquarium

# achievement.cat.departure
source: しずく
en: Dew Drops

# achievement.cat.encyclopedia
source: 図鑑
en: Collection

# achievement.cat.fish_herd
source: 仲間
en: Companions

# achievement.cat.journey
source: 記念日
en: Anniversary

# achievement.cat.streak
source: 連続出発
en: Streak

# achievement.days7.detail
source: アプリを7日間使った
en: Used the app for 7 days

# achievement.days7.title
source: 1週間の旅
en: 1-week journey

# achievement.days30.detail
source: アプリを30日間使った
en: Used the app for 30 days

# achievement.days30.title
source: 1か月の旅
en: 1-month journey

# achievement.days100.detail
source: アプリを100日間使った
en: Used the app for 100 days

# achievement.days100.title
source: 100日の旅
en: 100-day journey

# achievement.days200.detail
source: アプリを200日間使った
en: Used the app for 200 days

# achievement.days200.title
source: 200日の旅
en: 200-day journey

# achievement.days365.detail
source: アプリを365日間使った
en: Used the app for 365 days

# achievement.days365.title
source: 1年の旅
en: 1-year journey

# achievement.departures10.detail
source: 累計10しずく獲得した
en: Earned 10 Dew Drops total

# achievement.departures10.title
source: しずく 10回
en: 10 Dew Drops

# achievement.departures25.detail
source: 累計25しずく獲得した
en: Earned 25 Dew Drops total

# achievement.departures25.title
source: しずく 25回
en: 25 Dew Drops

# achievement.departures50.detail
source: 累計50しずく獲得した
en: Earned 50 Dew Drops total

# achievement.departures50.title
source: しずく 50回
en: 50 Dew Drops

# achievement.departures100.detail
source: 累計100しずく獲得した
en: Earned 100 Dew Drops total

# achievement.departures100.title
source: しずく 100回
en: 100 Dew Drops

# achievement.departures200.detail
source: 累計200しずく獲得した
en: Earned 200 Dew Drops total

# achievement.departures200.title
source: しずく 200回
en: 200 Dew Drops

# achievement.departures500.detail
source: 累計500しずく獲得した
en: Earned 500 Dew Drops total

# achievement.departures500.title
source: しずく 500回
en: 500 Dew Drops

# achievement.departures1000.detail
source: 累計1000しずく獲得した
en: Earned 1,000 Dew Drops total

# achievement.departures1000.title
source: しずく 1000回
en: 1000 Dew Drops

# achievement.dex3.detail
source: 図鑑に3種類登録した
en: Registered 3 species in the collection

# achievement.dex3.title
source: 図鑑3種
en: 3 species

# achievement.dex5.detail
source: 図鑑に5種類登録した
en: Registered 5 species in the collection

# achievement.dex5.title
source: コレクター
en: Collector

# achievement.dex8.detail
source: 図鑑に8種類登録した
en: Registered 8 species in the collection

# achievement.dex8.title
source: 図鑑8種
en: 8 species

# achievement.dex10.detail
source: 図鑑に10種類登録した
en: Registered 10 species in the collection

# achievement.dex10.title
source: 図鑑の達人
en: Collection expert

# achievement.dex12.detail
source: 図鑑に12種類登録した
en: Registered 12 species in the collection

# achievement.dex12.title
source: 図鑑12種
en: 12 species

# achievement.dexAll.detail
source: 図鑑を全15種コンプリートした
en: Completed all 15 species in the collection

# achievement.dexAll.title
source: コンプリート
en: Complete

# achievement.firstAdult.detail
source: 餌やりで魚を1匹獲得した
en: Got your first fish from feeding

# achievement.firstAdult.title
source: はじめの仲間
en: First companion

# achievement.firstWatering.detail
source: はじめてオンタイム出発した
en: Departed on time for the first time

# achievement.firstWatering.title
source: 初めてのしずく
en: First Dew Drop

# achievement.fish5.detail
source: 魚を累計5匹獲得した
en: Collected 5 fish total

# achievement.fish5.title
source: 5匹の仲間
en: 5 companions

# achievement.fish10.detail
source: 魚を累計10匹獲得した
en: Collected 10 fish total

# achievement.fish10.title
source: 10匹の仲間
en: 10 companions

# achievement.fish25.detail
source: 魚を累計25匹獲得した
en: Collected 25 fish total

# achievement.fish25.title
source: 25匹の仲間
en: 25 companions

# achievement.fish50.detail
source: 魚を累計50匹獲得した
en: Collected 50 fish total

# achievement.fish50.title
source: 50匹の仲間
en: 50 companions

# achievement.fish100.detail
source: 魚を累計100匹獲得した
en: Collected 100 fish total

# achievement.fish100.title
source: 100匹の仲間
en: 100 companions

# achievement.streak3.detail
source: 3日続けてオンタイム出発した
en: Departed on time 3 days in a row

# achievement.streak3.title
source: 3日連続
en: 3-day streak

# achievement.streak7.detail
source: 7日続けてオンタイム出発した
en: Departed on time 7 days in a row

# achievement.streak7.title
source: 1週間連続
en: 1-week streak

# achievement.streak14.detail
source: 14日続けてオンタイム出発した
en: Departed on time 14 days in a row

# achievement.streak14.title
source: 2週間連続
en: 2-week streak

# achievement.streak30.detail
source: 30日続けてオンタイム出発した
en: Departed on time 30 days in a row

# achievement.streak30.title
source: 1か月連続
en: 1-month streak

# achievement.streak60.detail
source: 60日続けてオンタイム出発した
en: Departed on time 60 days in a row

# achievement.streak60.title
source: 2か月連続
en: 2-month streak

# achievement.streak100.detail
source: 100日続けてオンタイム出発した
en: Departed on time 100 days in a row

# achievement.streak100.title
source: 100日連続
en: 100-day streak

# aquarium.capacity_full
source: 水槽がいっぱいです
en: Aquarium is full

# aquarium.capacity_full_a11y
source: 水槽がいっぱいです。%@
en: Aquarium is full. %@

# aquarium.capacity_full_dew
source: あと%lldしずくで収容上限が増えます
en: %lld more Dew Drops to increase capacity

# aquarium.capacity_full_grow
source: オンタイム出発で水槽を大きくしよう
en: Grow your aquarium with on-time departures

# aquarium.capacity_full_max
source: これ以上泳がせることはできません
en: Can't add more fish

# aquarium.care.dew_earned_a11y
source: 今回 しずく1
en: 1 Dew Drop this time

# aquarium.care.dew_none_a11y
source: 今回 しずく0
en: 0 Dew Drops this time

# aquarium.care.dew_summary_earned
source: しずく1獲得
en: Earned 1 Dew Drop

# aquarium.care.dew_summary_none
source: しずくなし
en: No Dew Drop

# aquarium.care.feed_earned_a11y
source: 餌を1個獲得
en: Earned 1 feed

# aquarium.care.feed_summary
source: 餌1個
en: 1 feed

# aquarium.care.late
source: 遅延あり
en: Late departure

# aquarium.care.on_time
source: オンタイム出発
en: On-time departure

# aquarium.departure_records
source: 出発記録
en: Departure log

# aquarium.dew_drop
source: しずく
en: Dew Drop

# aquarium.earn_feed_hint
source: オンタイム出発か実績解除で獲得できます
en: Earn from on-time departures or achievements

# aquarium.empty_has_feed_a11y
source: タップして餌をあげると魚が増えます
en: Tap to feed and add fish

# aquarium.empty_no_feed_a11y
source: 餌がありません。オンタイム出発か実績解除で獲得できます
en: No feed. Earn from on-time departures or achievements

# aquarium.feed
source: 餌
en: Feed

# aquarium.feed_stock_a11y
source: 餌%lld個。タップで説明を表示
en: %lld feed. Tap for details

# aquarium.fish
source: 魚
en: Fish

# aquarium.fish_list.empty_detail
source: 餌をあげると新しい魚が泳ぎ始めます
en: Feed to attract new fish

# aquarium.fish_list.empty_title
source: まだ魚がいません
en: No fish yet

# aquarium.fish_list.name_alert_message
source: 空欄で保存すると種類名に戻ります。
en: Leave blank to use the species name.

# aquarium.fish_list.name_alert_title
source: 魚の名前
en: Fish name

# aquarium.fish_list.rename_a11y
source: %@の名前を編集
en: Edit name of %@

# aquarium.fish_list.title
source: 泳いでいる魚
en: Swimming fish

# aquarium.fish_swimming_a11y
source: %lld匹が泳いでいます。タップで一覧を表示
en: %lld fish swimming. Tap for list

# aquarium.growth.progress_a11y
source: オンタイム出発%lld回。次の段階は%lld回
en: %lld on-time departures. Next stage at %lld

# aquarium.growth.progress_pct
source: 次の段階まで%lldパーセント
en: %lld%% to next stage

# aquarium.growth.remaining_a11y
source: あと%lld回のオンタイム出発で水槽が大きくなります
en: %lld more on-time departures to grow

# aquarium.growth.remaining_dew
source: あと%lldしずく
en: %lld Dew Drops left

# aquarium.growth.stages_a11y
source: 水槽の成長段階
en: Aquarium growth stages

# aquarium.growth.tier_current_a11y
source: 現在の段階%lld、%@。魚を%lld匹まで泳がせられます
en: Current stage %lld, %@. Up to %lld fish

# aquarium.growth.tier_locked_a11y
source: 未解放の段階%lld、%@。オンタイム出発%lld回で解放。魚を%lld匹まで泳がせられます
en: Locked stage %lld, %@. Unlock at %lld departures. Up to %lld fish

# aquarium.growth.tier_unlocked_a11y
source: 達成済みの段階%lld、%@。魚を%lld匹まで泳がせられます
en: Completed stage %lld, %@. Up to %lld fish

# aquarium.guide.benefit.more_fish
source: 泳がせられる魚が増える
en: More fish can swim

# aquarium.guide.benefit.more_species
source: 出会える魚種が増える
en: More species to discover

# aquarium.guide.feed_about
source: 餌について
en: About Feed

# aquarium.guide.feed_benefits
source: 餌をあげると
en: When you feed

# aquarium.guide.feed_dex
source: 図鑑に魚種が記録される
en: Species logged in Collection

# aquarium.guide.feed_dex_detail
source: はじめて出会った魚種は図鑑に登録され、コレクションが広がります。
en: First encounter adds to your Collection.

# aquarium.guide.feed_how
source: 餌の入手方法
en: How to get feed

# aquarium.guide.feed_how_achievement
source: 実績解除で獲得
en: Earn from achievements

# aquarium.guide.feed_how_achievement_detail
source: プロフィールの実績を達成すると、餌がもらえることがあります。
en: Complete achievements for bonus feed.

# aquarium.guide.feed_how_on_time
source: オンタイム出発で +1
en: +1 from on-time departure

# aquarium.guide.feed_how_on_time_detail
source: タイマーで出発時刻ぴったりに出発すると、餌を1個獲得できます。
en: Depart on time to earn 1 feed.

# aquarium.guide.feed_new_fish
source: 新しい魚が仲間入りする
en: A new fish joins

# aquarium.guide.feed_new_fish_detail
source: 魚が餌を食べたタイミングで、ランダムな魚種が1匹加わります。
en: When a fish eats, a random species joins.

# aquarium.guide.feed_owned
source: 所持 %lld個
en: %lld owned

# aquarium.guide.feed_tap
source: 画面をタップして餌を落とせる
en: Tap to drop feed

# aquarium.guide.feed_tap_detail
source: 水槽の好きな場所をタップすると、餌が落ちて魚が集まります。
en: Tap anywhere to drop feed and attract fish.

# aquarium.guide.growth_stage
source: 成長ステージ
en: Growth Stages

# aquarium.guide.level_benefits
source: レベルを上げると
en: When you level up

# aquarium.guide.level_capacity_max
source: 現在の上限は%lld匹。これ以上は増えません。
en: Current max is %lld fish. Can't increase further.

# aquarium.guide.level_capacity_next
source: 次のレベルでは%lld匹まで泳がせられます（現在%lld匹）。
en: Next level: up to %lld fish (currently %lld).

# aquarium.guide.level_how
source: レベルの上げ方
en: How to level up

# aquarium.guide.level_how_depart
source: オンタイム出発を重ねる
en: Stack on-time departures

# aquarium.guide.level_how_depart_detail
source: 出発時刻ぴったりに出発するとしずくが貯まり、水槽が成長します。
en: On-time departures earn Dew Drops and grow the aquarium.

# aquarium.guide.level_species_current
source: 餌やりで%lld種類の魚が出るようになっています。
en: %lld species available from feeding.

# aquarium.guide.level_species_more
source: 餌やりで出る魚種が%lld種から%lld種に増え、レアな魚にも出会えます。
en: Feed pool grows from %lld to %lld species.

# aquarium.guide.level_title
source: 水槽レベル %lld
en: Aquarium Level %lld

# aquarium.guide.swimming
source: 泳がせられる魚 %lld/%lld匹
en: %lld/%lld fish capacity

# aquarium.level
source: レベル
en: Level

# aquarium.level_a11y
source: 水槽レベル%lld。タップで説明を表示
en: Aquarium level %lld. Tap for details

# aquarium.no_feed
source: 餌がありません
en: No feed

# aquarium.size.aquarium
source: アクアリウム
en: Aquarium

# aquarium.size.extra_large
source: 特大水槽
en: Extra-Large Tank

# aquarium.size.large
source: 大型水槽
en: Large Tank

# aquarium.size.medium
source: 中型水槽
en: Medium Tank

# aquarium.size.mega
source: 大水族館
en: Mega Aquarium

# aquarium.size.mini
source: ミニ水槽
en: Mini Tank

# aquarium.size.small
source: 小型水槽
en: Small Tank

# aquarium.tap_to_feed
source: タップして餌をあげる
en: Tap to drop feed

# aquarium.upgrade.capacity_label
source: 上限
en: Max

# aquarium.upgrade.growth
source: 水槽の成長
en: Aquarium Growth

# aquarium.upgrade.occupancy
source: 魚の収容
en: Fish Capacity

# aquarium.upgrade.occupancy_pct_a11y
source: 水槽の%lldパーセントが埋まっています
en: Aquarium is %lld%% full

# aquarium.upgrade.overflow_a11y
source: 収容上限を超えて%lld匹が図鑑に保管されています
en: %lld fish stored in Collection over capacity

# aquarium.upgrade.storage
source: 図鑑に保管
en: In Collection

# aquarium.upgrade.swimming_a11y
source: %lld匹が泳いでいます。収容上限は%lld匹
en: %lld fish swimming. Capacity is %lld

# auth.anonymous_sign_in_failed
source: 匿名ログインに失敗しました: %@
en: Anonymous sign-in failed: %@

# auth.apple_sign_in_failed
source: Appleサインインに失敗しました: %@
en: Apple sign-in failed: %@

# auth.sign_in_failed
source: ログインに失敗しました: %@
en: Sign-in failed: %@

# auth.sign_out_failed
source: サインアウトに失敗しました: %@
en: Sign-out failed: %@

# auth.sign_up_failed
source: アカウント登録に失敗しました: %@
en: Sign-up failed: %@

# calendar.back_to_this_month
source: タップで今月に戻ります
en: Tap to return to this month

# calendar.dew_drop
source: しずく+1
en: Dew drop +1

# calendar.feed_bonus
source: 、餌
en: , feed

# calendar.late
source: 遅延
en: Late

# calendar.next_month
source: 次の月
en: Next month

# calendar.no_record
source: 未記録
en: No record

# calendar.prev_month
source: 前の月
en: Previous month

# calendar.record_count
source: %@、記録%lld件、%@
en: %@, %lld records, %@

# calendar.weekdays
source: 曜日
en: Weekdays

# cloud.unauthenticated
source: ログイン状態を確認できませんでした
en: Could not verify sign-in status

# collection.appears_on_feed
source: 餌やりで出現
en: Appears when feeding

# collection.aquarium_level_min
source: 水槽Lv.%lld〜
en: Aquarium Lv.%lld+

# collection.difficulty
source: 難しさ
en: Difficulty

# collection.filter.all
source: すべて
en: All

# collection.filter.locked
source: 未解放
en: Locked

# collection.filter.reset_a11y
source: フィルターをリセット
en: Reset filters

# collection.filter.unlocked
source: 解放済み
en: Unlocked

# collection.fish_acquired
source: %lld匹獲得
en: %lld acquired

# collection.fish_count
source: %lld匹
en: %lld fish

# collection.no_results
source: 該当する魚がいません
en: No matching fish

# collection.required_aquarium
source: 必要水槽
en: Required aquarium

# collection.title
source: 図鑑
en: Collection

# collection.undiscovered
source: 未発見
en: Undiscovered

# common.back
source: 戻る
en: Back

# common.cancel
source: キャンセル
en: Cancel

# common.close
source: 閉じる
en: Close

# common.done
source: 完了
en: Done

# common.name
source: 名前
en: Name

# common.preparing
source: 準備中
en: Preparing

# common.reset
source: リセット
en: Reset

# common.save
source: 保存
en: Save

# common.save_error
source: 保存エラー
en: Save Error

# data_management.dangerous_ops
source: 危険な操作
en: Dangerous actions

# data_management.dangerous_ops.caption
source: 削除したデータは元に戻せません
en: Deleted data cannot be recovered

# data_management.loading
source: データを読み込み中...
en: Loading data...

# data_management.partial_reset
source: 部分的に初期化
en: Partial reset

# data_management.partial_reset.caption
source: 必要なデータだけを選んで削除できます
en: Choose only the data you want to delete

# data_management.reset_all
source: すべてのデータを初期化
en: Reset all data

# data_management.reset_all_button
source: すべて初期化する
en: Reset everything

# data_management.reset_all.confirm
source: すべてのデータを初期化
en: Reset all data

# data_management.reset_all.message
source: 魚・記録など、アプリのすべてのデータが削除されます。
en: All app data including fish and records will be deleted.

# data_management.reset_all.subtitle
source: アプリのすべてのデータが削除されます
en: Deletes all app data

# data_management.reset_aquarium
source: 水槽データを初期化
en: Reset aquarium data

# data_management.reset_aquarium.confirm
source: 水槽データを初期化
en: Reset aquarium data

# data_management.reset_aquarium.message
source: 図鑑・出発記録・水槽がすべて削除されます。旧データが残っている場合はここで初期化してください。
en: Collection, departure records, and aquarium will be deleted. Use this if old data remains.

# data_management.reset_aquarium.subtitle
source: 魚・図鑑・出発記録・水槽を削除します
en: Deletes fish, collection, records, and aquarium

# data_management.reset_button
source: 初期化する
en: Reset

# data_management.save_status
source: 保存状態
en: Save status

# data_management.save_status.caption
source: 水槽・図鑑・出発記録は端末内に保存されます
en: Aquarium, collection, and records are saved on this device

# data_management.saved_locally
source: ローカルに保存されています
en: Saved locally

# data_management.saving
source: データを保存中...
en: Saving data...

# data_management.title
source: データ管理
en: Data management

# fish.crab
source: カニ
en: Crab

# fish.detail.departure
source: 出発
en: Departure

# fish.detail.edit_name_a11y
source: 魚の名前を編集
en: Edit fish name

# fish.detail.morning_margin
source: 朝のゆとり
en: Morning margin

# fish.detail.name_alert_message
source: 空欄で保存すると種類名に戻ります。
en: Leave blank to use the species name.

# fish.detail.name_alert_title
source: 魚の名前
en: Fish name

# fish.detail.on_time
source: 時間内
en: On time

# fish.detail.over_time
source: 時間超過
en: Overtime

# fish.detail.record_a11y
source: %@の記録。朝のゆとりは%@、出発は%@でした。
en: Record for %@. Morning margin: %@. Departure: %@.

# fish.detail.water.good
source: いいペース
en: Good pace

# fish.detail.water.ok
source: まずまず
en: Okay

# fish.detail.water.over
source: タイムオーバー
en: Time over

# fish.detail.water.plenty
source: 余裕たっぷり
en: Plenty of time

# fish.detail.water.tight
source: ギリギリ
en: Cutting it close

# fish.difficulty.easy
source: 易しい
en: Easy

# fish.difficulty.hard
source: 難しい
en: Hard

# fish.difficulty.normal
source: 普通
en: Normal

# fish.difficulty.very_easy
source: かんたん
en: Very Easy

# fish.difficulty.very_hard
source: 超難しい
en: Very Hard

# fish.dolphin
source: イルカ
en: Dolphin

# fish.generic
source: 魚
en: Fish

# fish.guppy
source: グッピー
en: Guppy

# fish.jellyfish
source: クラゲ
en: Jellyfish

# fish.lobster
source: ロブスター
en: Lobster

# fish.medaka
source: メダカ
en: Medaka

# fish.octopus
source: タコ
en: Octopus

# fish.pufferfish
source: フグ
en: Pufferfish

# fish.seal
source: アザラシ
en: Seal

# fish.shark
source: サメ
en: Shark

# fish.shrimp
source: ミナミヌマエビ
en: Shrimp

# fish.squid
source: イカ
en: Squid

# fish.turtle
source: ミドリガメ
en: Turtle

# fish.whale
source: クジラ
en: Whale

# fish.whale_shark
source: ジンベエザメ
en: Whale Shark

# format.dew_drops
source: %lldしずく
en: %lld Dew Drops

# gacha.born_a11y
source: 新しい%@が誕生しました
en: A new %@ was born

# gacha.dex_first
source: 図鑑に初登場
en: New to Collection

# gacha.new_friend
source: 新しい仲間が誕生！
en: A new friend!

# gacha.view_in_aquarium
source: 水槽で見る
en: View in Aquarium

# growth.adult
source: 成魚
en: Adult

# growth.egg
source: 卵
en: Egg

# growth.fry
source: 稚魚
en: Fry

# growth.juvenile
source: 幼魚
en: Juvenile

# growth.msg.adult
source: 成魚に育ちました
en: Grew into an adult

# growth.msg.egg
source: 卵を水槽に入れました
en: Placed an egg in the aquarium

# growth.msg.fry
source: 稚魚が生まれました
en: A fry was born

# growth.msg.juvenile
source: 幼魚に育ちました
en: Grew into a juvenile

# launch.loading_accessibility
source: 起動準備中。水がたまっています
en: Starting up. Water is filling the tank

# launch.loading_value
source: %lldパーセント
en: %lld percent

# live.departure
source: 出発
en: Depart

# live.next_task
source: 次: %@
en: Next: %@

# live.overdue
source: 超過
en: Overdue

# live.pour_complete
source: 注水完了
en: Pour complete

# live.pour_to_aquarium
source: 水槽へ注水 ✨
en: Pouring into aquarium ✨

# live.remaining
source: 残り
en: Left

# live.to_aquarium
source: 水槽へ
en: To Aquarium

# notification_settings.banner.authorized
source: 通知が許可されています
en: Notifications allowed

# notification_settings.banner.authorized.subtitle
source: 出発時刻の通知を予約できます。
en: Departure notifications can be scheduled.

# notification_settings.banner.denied
source: 通知が許可されていません
en: Notifications not allowed

# notification_settings.banner.denied.subtitle
source: iOSの設定アプリから通知を許可してください。
en: Allow notifications in the iOS Settings app.

# notification_settings.banner.not_determined
source: 通知の許可が必要です
en: Notification permission required

# notification_settings.banner.not_determined.subtitle
source: 下のボタンから通知の許可をリクエストできます。
en: Request permission using the button below.

# notification_settings.banner.unknown
source: 通知状態を確認できません
en: Cannot check notification status

# notification_settings.banner.unknown.subtitle
source: もう一度お試しください。
en: Please try again.

# notification_settings.check_permission
source: 通知許可を確認
en: Check notification permission

# notification_settings.enable
source: 通知を使う
en: Enable notifications

# notification_settings.enable.subtitle
source: オフにすると出発通知を送りません
en: Turn off to stop departure notifications
